[
{"Name":"Test-Korpus (Tweets)","SizeFile":"3 MB","SizeTokens":"1,61 Tsd.","SizeSentences":"k. A.","SizeDocuments":"27,7 Tsd.","Layer":"Wort, POS, Lemma, Phrase","Url":"http:\/\/www.bitcutstudios.com\/products\/CorpusExplorer\/corpora\/standard\/Demo03.ceAddon","Info":"Tweets des Accounts notesjor - Stand 12.02.2019"},
{"Name":"NottDeuYTSch","SizeFile":"2,0 GB","SizeTokens":"3,15 Mio.","SizeSentences":"k. A. ","SizeDocuments":"37,86 Mio.","Layer":"Wort, POS (tree_tagger), Lemma (tree_tagger)","Url":"http:\/\/www.bitcutstudios.com\/products\/CorpusExplorer\/corpora\/NottDeuYTSch\/NottDeuYTSch.ceaddon","Info":"Das NottDeuYTSch-Korpus (Nottinghamer Korpus Deutscher YouTube-Sprache) enthält über 37 Millionen Token aus ca. 3 Millionen YouTube-Kommentaren von Videos. Die zwischen 2008 und 2018 veröffentlicht wurden und sich an eine junge, deutschsprachige Zielgruppe richten, bzw. von dieser Zielgruppe stammen. Das NottDeuYTSch-Korpus versucht damit eine authentische sprachliche Momentaufnahme junger\/jugendlicher Deutschsprachiger abzubilden. Das Korpus wurde proportional nach Videokategorie und Jahr aus einer Datenbank von 112 beliebten deutschsprachigen YouTube-Kanälen in der DACH-Region ausgewählt, um eine optimale Repräsentativität und Ausgewogenheit zu gewährleisten. Außerdem enthält NottDeuYTSch eine beträchtliche Menge an zugehörigen Metadaten für jeden Kommentar, die weitere Längsschnittanalysen ermöglichen. [OpenAccess] Bei Rückfragen wenden Sie sich bitte an: cotgrove@ids-mannheim.de"},
{"Name":"Wahlprogramme zur Bundestagswahl 2021","SizeFile":"7,4 MB","SizeTokens":"2,55 Tsd.","SizeSentences":"k. A.","SizeDocuments":"286,47 Tsd.","Layer":"Wort, POS, Lemma, Phrase","Url":"http:\/\/www.bitcutstudios.com\/products\/CorpusExplorer\/corpora\/btw\/btw.ceAddon","Info":"Die Wahlprogramme der zur Zeit (19. Legislaturperiode) im Bundestag vertretenen Parteien wurden aus dem verfügbaren PDF-Format zunächst in txt umgewandelt und um Kopfzeilen, Seitenzahlen sowie um Marginalia bereinigt. Auch Inhaltsverzeichnisse und Register wurden entfernt. [OpenAccess] – Bei Rückfragen wenden Sie sich bitte an: simon.meier-vieracker@tu-dresden.de"},
{"Name":"EuroParl - Deutsche Reden (L1 & Übersetzungen)","SizeFile":"819 MB","SizeTokens":"201 Tsd.","SizeSentences":"2,4 Mio.","SizeDocuments":"54,76 Mio.","Layer":"Wort, POS, Lemma, Phrase","Url":"http:\/\/www.bitcutstudios.com\/products\/CorpusExplorer\/corpora\/europarl\/EuroParl_DE.ceAddon","Info":"Das \"European Parliament Proceedings Parallel Corpus 1996-2011\" (http:\/\/www.statmt.org\/europarl\/) ist eine etablierte Anlaufstelle für alle, die ein paralleles Korpus suchen, das hochwertig\/professionell übersetzte Texte enthält (Original zusammengestellt von Prof. Dr. Köhn). Für eine Diskursanalyse wurden alle verfügbaren Plenarprotokolle durch den CorpusExplorer gesplittet und bereinigt (Metadaten: File, UtteranceId, Speaker, Language, SpeakerID, Chapter), sowie mittels TreeTagger (POS-, Lemma-Tags) annotiert. Aktuell stehen nur die deutschen Protokolle zur Verfügung (L1 oder ins Deutsche übersetzte Reden). Auf Anfrage auch andere Sprachen möglich. Das Korpus umfasst 54,76 Token (Worte + Satzzeichen) und 201'066 Äußerungen\/Dokumente aus 9'224 Plenarprotokollen."},
{"Name":"Deutsche politische Reden","SizeFile":"52 MB","SizeTokens":"3270","SizeSentences":"145 Tsd.","SizeDocuments":"2,68 Mio","Layer":"Wort, POS, Lemma, Phrase","Url":"http:\/\/www.bitcutstudios.com\/products\/CorpusExplorer\/corpora\/extern\/purl.org\/purl-org.ceAddon","Info":"Es handelt sich um die zweite Veröffentlichung (Stand 2012) einer Redensammlung aus dem Bundespräsidial- und Kanzleramt. Erstellt wurde das Korpus von Adrien Barbaresi - Korpuslizenz: CC BY-SA v3.0 - Weitere Korpus-Inforamtionen, wie Erstellung, Zusammensetzung und Beispielanalysen finden Sie im technischen Bericht und unter: http:\/\/purl.org\/corpus\/german-speeches"},
{"Name":"Briefe: Jean Paul","SizeFile":"30 MB","SizeTokens":"5525","SizeSentences":"136 Tsd.","SizeDocuments":"1,51 Mio.","Layer":"Wort, Lemma, POS","Url":"http:\/\/www.bitcutstudios.com\/products\/CorpusExplorer\/corpora\/jeanpaul\/jeanpaul.ceaddon","Info":"Das von TELOTA (Berlin-Brandenburgische Akademie der Wissenschaften) aufbereitete Korpus steht gemeinfrei (CC-BY-SA 4.0) unter https:\/\/www.jeanpaul-edition.de zur Verfügung (herausgegeben von Markus Bernauer, Norbert Miller und Frederike Neuber (2018)). Für korpuslinguistische Zwecke wurde die digital verfügbaren Texte bereinigt, tokenisieriert und mittels TreeTagger annotiert. Besonderes herauszuheben sind die speziellen Metadaten - Ort, Datum, Empfänger, vorheriger\/nachfolgender Brief."},
{"Name":"KAMOKO","SizeFile":"39,3 MB","SizeTokens":"64122","SizeSentences":"185 Tsd.","SizeDocuments":"2,70 Mio.","Layer":"Wort, POS, Lemma, Original, Kommentar Muttersprachler","Url":"http:\/\/bitcutstudios.com\/products\/CorpusExplorer\/corpora\/kamoko\/KAMOKO-Korpus.ceAddon","Info":"KAssler MOrgenstern KOrpus - kurz KAMOKO ist eine strukturierte und kommentierte Sammlung von Textbeispielen zur französischen Sprache und Linguistik, die nahezu alle zentralen Strukturen der französischen Sprache aus linguistischer Sicht behandelt. Mithilfe des KAMOKO-Korpus können Studierende die Funktionen sprachlicher Formen in thematisch gegliederten Lehreinheiten für sich erschließen. Jede Einheit stellt ein sprachliches Phänomen (wie z. B. Tempus und Aspekt) anhand von Textbeispielen dar, die aufeinander aufbauen und zunehmend komplexere Verwendungen einer Form darstellen und erklären. Zentral ist dabei das Muster von Original und Variante, bei dem der Originaltext in unterschiedlicher Weise verändert wird. Die so entstandenen Varianten und neuen Lesarten illustrieren dann das funktionale Profil einer sprachlichen Form und deren Wirken in verschiedenen Kontexten. Auf diese Weise vermittelt KAMOKO in korpusbasierter Anschaulichkeit komplexe linguistische Inhalte."},
{"Name":"DTA-Korpus","SizeFile":"3,0 GB","SizeTokens":"3,2 Tsd.","SizeSentences":"7,5 Mio","SizeDocuments":"179,46 MIo.","Layer":"Wort, POS, Lemma, NER, Orthografie","Url":"http:\/\/www.bitcutstudios.com\/products\/CorpusExplorer\/corpora\/dta\/dta.ceAddon","Info":"Das Korpus basiert auf der TCF-Version und umfasst sowohl das DTA-Kernkorpus als auch die Ergänzungstexte. Das Korpus wurde mit dem Ziel zusammengestellt, das gesamte Spektrum der deutschen Sprache zu erfassen und somit ein ausgewogenes historisches Referenzkorpus in deutscher Sprache zu schaffen. Es gibt andere umfangreiche Textsammlungen im Internet wie etwa Google Books, Wikisource oder das Projekt Gutenberg-DE. Das DTA unterscheidet sich von diesen Textsammlungen durch die sorgfältige Auswahl der Texte und Ausgaben, die sehr hohe Erfassungsgenauigkeit, die strukturelle und linguistische Erschließung der Textdaten sowie die Verlässlichkeit der Metadaten."},
{"Name":"TextGrid - Digitale Bibliothek","SizeFile":"2,1 GB","SizeTokens":"70,8 Tds.","SizeSentences":"10,0 Mio.","SizeDocuments":"156,85 Mio.","Layer":"Wort, Lemma, POS","Url":"http:\/\/www.bitcutstudios.com\/products\/CorpusExplorer\/corpora\/textgrid\/TextGrid.ceAddon","Info":"Die \"Digitale Bibliothek\" im TextGrid Repository bietet eine umfangreiche Sammlung XML\/TEI-erschlossener Texte aus Belletristik und Sachliteratur vom Anfang des Buchdrucks bis zu den ersten Jahrzehnten des 20. Jahrhunderts in digitaler Form. Für die germanistische Literaturwissenschaft ist die Sammlung von besonderem Interesse, da sie nahezu alle wichtigen kanonisierten Texte und zahlreiche weitere literaturhistorisch relevante Texte enthält, deren urheberrechtliche Schutzfrist abgelaufen ist. Ähnliches gilt für die Philosophie und die Kulturwissenschaften insgesamt. Die Texte stammen zum größten Teil aus Studienausgaben und sind daher, ebenso wie die auf der Digitalisierung von Erstdrucken basierenden Texte, zitierfähig. Dieses Korpus ist eine Abwandlung des Datenbestandes der Digitalen Bibliothek von TextGrid, www.editura.de und wird unter der Creative Commons Lizenz veröffentlicht."},
{"Name":"W2C - Web to Corpus","SizeFile":"1,0 GB","SizeTokens":"1,9 Mio.","SizeSentences":"9,18 Mio.","SizeDocuments":"116,99 Mio.","Layer":"Wort, Lemma, POS","Url":"http:\/\/www.bitcutstudios.com\/products\/CorpusExplorer\/corpora\/w2c\/w2c.ceaddon","Info":"Die hier zur Verfügung gestellten Korpusdaten umfassen alle deutschen Texte aus dem: Majliš, Martin, 2011, W2C – Web to Corpus – Corpora, LINDAT\/CLARIN digital library at the Institute of Formal and Applied Linguistics (ÚFAL), Faculty of Mathematics and Physics, Charles University, http:\/\/hdl.handle.net\/11858\/00-097C-0000-0022-6133-9. Die Texte wurden tokenisiert und annotiert."},
{"Name":"One Million Post Corpus","SizeFile":"1,0 GB","SizeTokens":"973 Tsd.","SizeSentences":"3,94 Mio.","SizeDocuments":"41,71 Mio.","Layer":"Wort, Lemma, POS","Url":"http:\/\/www.bitcutstudios.com\/products\/CorpusExplorer\/corpora\/oneMillionPosts\/OneMillionPostsCorpus.ceaddon","Info":"Das \"One Millio Posts Corpus\" umfasst Zeitungsartikel der österreichischen Zeitung \"der Standard\" - inkl. der Online-Kommentare der Leser*innen. Das Korpus wurde im Original teilweise manuell annotiert - so finden sich z. B. zu einigen Leserkommentaren Einschätzungen zu Positiv\/Negativ-Wertung oder welcher Art\/Domäne ein Kommentar zuzuordnen ist. Für diese Version wurde das Korpus entsprechend korpuslinguistisch aufbereitet."},
{"Name":"kleineanfragen.de","SizeFile":"3,3 GB","SizeTokens":"85,0 Tsd.","SizeSentences":"17,88 Mio.","SizeDocuments":"238,59 Mio.","Layer":"Wort, Lemma, POS","Url":"http:\/\/www.bitcutstudios.com\/products\/CorpusExplorer\/corpora\/kleineanfrageDE\/kleineanfragen.ceaddon","Info":"Die Seite www.kleineanfragen.de sammelt kleine (und auch große) Anfragen der Landesparlamente und des Bundestages und versucht diese möglichst einfach auffind-, durchsuch- und verlinkbar zu machen. Die Daten auf der Webseite sind tagesaktuell - das hier verfügbare Korpus basiert auf dem Stand: 2018-05-07. Der Rohtext wurde bereinigt und mittels TreeTagger annotiert (Token, Satz, POS, Lemma). Für ein tagesaktuelles Korpus nutzen Sie bitte die Import-Funktion des CorpusExplorers. Dieses Korpus wird in regelmäßigen Abständen (ca. alle 6 Monate) aktualisiert. Der Datensatz steht unter der Open Database License (ODbL) 1.0 frei zur Verfügung."},
{"Name":"Deutscher Bundestag Plenarprotokolle","SizeFile":"5,2 GB","SizeTokens":"4106","SizeSentences":"18,8 Mio.","SizeDocuments":"296,60 Mio.","Layer":"Wort, POS, Lemma, Phrase","Url":"http:\/\/www.bitcutstudios.com\/products\/CorpusExplorer\/corpora\/dbundestag\/DeutscherBundestag_Plenarprotokolle.ceAddon","Info":"Unter https:\/\/www.bundestag.de\/service\/opendata stellt der Deutsche Bundestag alle Plenarprotokolle OpenAccess in einem sehr rudimentären XML-Format bereit. Die vorhandenen Metadaten wurde extrahiert. Der Rohtext bereinigt und mittels TreeTagger annotiert (Token, Phrasen, Satz, POS, Lemma). In der aktuellen Version wird noch die gesamte Plenarsitzung als ein Dokument hinterlegt. Eine Aufteilung in einzelne Redebeiträge, wie im EUROPARL-Korpus, ist geplant."},
{"Name":"Deutscher Bundestag Drucksachen","SizeFile":"12,8 GB","SizeTokens":"131 Tsd.","SizeSentences":"44,7 Mio.","SizeDocuments":"715,15 Mio.","Layer":"Wort, POS, Lemma, Phrase","Url":"http:\/\/www.bitcutstudios.com\/products\/CorpusExplorer\/corpora\/dbundestag\/DeutscherBundestag_Drucksachen.ceAddon","Info":"Unter https:\/\/www.bundestag.de\/service\/opendata stellt der Deutsche Bundestag alle Drucksache (z. B. Anträge, Gesetzesvorlagen, etc.) OpenAccess in einem sehr rudimentären XML-Format bereit. Die vorhandenen Metadaten wurde extrahiert. Der Rohtext bereinigt und mittels TreeTagger annotiert (Token, Phrasen, Satz, POS, Lemma). "},
{"Name":"Wikipedia (DE)","SizeFile":"4,2 GB","SizeTokens":"1,18 Mio.","SizeSentences":"59,11 Mio.","SizeDocuments":"690,33 Mio.","Layer":"Wort","Url":"http:\/\/www.bitcutstudios.com\/products\/CorpusExplorer\/corpora\/wikipedia-pure\/dewikipedia.ceaddon","Info":"Das Wikipedia-Korpus enthält alle Seiten der deutschsprachigen Wikipedia (Stand Oktober 2017). Seiten mit Weiterleitungen oder Seiten, die von der Qualitätskontrolle geflaggt wurden, wurden entfernt. Der Rohtext wurde bereinigt (Tabellen entfernt, Referenzen entfernt, usw.) und tokenisiert - eine annotierte Version ist aktuell in Arbeit."},
{"Name":"OpenLegalData","SizeFile":"2,8 GB","SizeTokens":"169 Tsd.","SizeSentences":"39,6 Mio.","SizeDocuments":"610,7 Mio.","Layer":"Wort, POS, Lemma","Url":"http:\/\/www.bitcutstudios.com\/products\/CorpusExplorer\/corpora\/OpenLegalData\/OpenLegalData.ceAddon","Info":"OpenLegalData ist eine freie und offene Plattform, die juristische Dokumente und Informationen für die Öffentlichkeit zugänglich macht. Das Ziel dieser Plattform ist es, die Transparenz der Rechtsprechung mithilfe offener Daten zu verbessern und Menschen ohne juristische Ausbildung dabei zu unterstützen, das Justizsystem zu verstehen. Das Projekt ist den Open-Data-Prinzipien und der Bewegung für freien Zugang zum Recht verpflichtet.\r\n\r\nFür die Erstellung dieses Korpus wurde der DUMP von OpenLegalData mit Stand: 2022-10-18 verwendet. Die Daten wurden bereinigt, manschinell annotiert (TreeTagger: POS & Lemma) und anhand der Metadaten gruppiert (Gerichtsbarkeit – BundeslandID – ggf. Teilgröße – Bsp.: Verwaltungsgerichtsbarkeit_11_05.cec6.gz – Gerichtsbarkeit: Verwaltungsgerichtsbarkeit, BundeslandID = 11 – Teilkorpus = 05). Teilkorpora werden zu je 50 MB zufällig gesplittet."},
{"Name":"Referenzkorpus Altdeutsch (750-1050)","SizeFile":"11,5 MB","SizeTokens":"1,9 Tsd.","SizeSentences":"k. A.","SizeDocuments":"743,8 Tsd.","Layer":"Wort, Norm, POS, Lemma, INFL, INFL-CLASS","Url":"http:\/\/www.bitcutstudios.com\/products\/CorpusExplorer\/corpora\/rea\/rea.ceAddon","Info":"Das “Referenzkorpus Altdeutsch” (kurz: ReA) enthält eine auf Vollständigkeit bedachte annotierte Sammlung der ältesten deutschen Sprachdenkmäler vom Beginn der kontinuierlichen schriftlichen Überlieferung um 750 bis etwa 1050. Das Korpus steht unter der CC-BY-NC-SA Lizenz. Weitere Infos zum Korpus auf der Projektwebseite.\r\n\r\nBitte zitieren Sie das Korpus in Ihren Arbeiten wie folgt: Lars Erik Zeige, Gohar Schnelle, Martin Klotz, Karin Donhauser, Jost Gippert, Rosemarie Lühr. 2022. Deutsch Diachron Digital. Referenzkorpus Altdeutsch. Humboldt-Universität zu Berlin. Homepage: http:\/\/www.deutschdiachrondigital.de\/rea\/. DOI https:\/\/doi.org\/10.34644\/laudatio-dev-MiXVDnMB7CArCQ9CABmW.\r\n\r\nHinweis: Beim Korpusimport wird eine Fehlermeldung angezeigt. Grund: Der CorpusExplorer ist übervorsichtig konfiguriert und schlägt bei älteren Sprachstufen gerne mal falsch an. Sie können den Fehler getrost mit „Abbrechen“ ignorieren."},
{"Name":"Referenzkorpus Mittelhochdeutsch (1050–1350)","SizeFile":"71,25 MB","SizeTokens":"398","SizeSentences":"k. A.","SizeDocuments":"2,52 Mio.","Layer":"Wort, Norm, POS, Lemma, INFL, INFL-CLASS","Url":"http:\/\/www.bitcutstudios.com\/products\/CorpusExplorer\/corpora\/rem\/rem.ceAddon","Info":"Das “Referenzkorpus Mittelhochdeutsch” (kurz: ReM) ist ein Korpus diplomatisch transkribierter und annotierter Texte des Mittelhochdeutschen (1050-1350) mit einem Umfang von ca. 2 Mio. Wortformen. Es ist aus den Forschungsprojekten “Referenzkorpus Mittelhochdeutsch” und “Mittelhochdeutsche Grammatik”hervorgegangen. Das Korpus steht unter der CC-BY-SA Lizenz. Weitere Infos zum Korpus auf der Projektwebseite.\r\n\r\nBitte zitieren Sie das Korpus in Ihren Arbeiten wie folgt: Klein, Thomas; Wegera, Klaus-Peter; Dipper, Stefanie; Wich-Reif, Claudia (2016). Referenzkorpus Mittelhochdeutsch (1050–1350), Version 1.0, https:\/\/www.linguistics.ruhr-uni-bochum.de\/rem\/. ISLRN 332-536-136-099-5.\r\n\r\nHinweis: Beim Korpusimport wird eine Fehlermeldung angezeigt. Grund: Der CorpusExplorer ist übervorsichtig konfiguriert und schlägt bei älteren Sprachstufen gerne mal falsch an. Sie können den Fehler getrost mit „Abbrechen“ ignorieren."},
{"Name":"Referenzkorpus Frühneuhochdeutsch (1350–1650)","SizeFile":"12,1 MB","SizeTokens":"143","SizeSentences":"k. A.","SizeDocuments":"2,56 Mio.","Layer":"INFL, INFL-Class, Lemma, Norm, POS und Wort","Url":"http:\/\/www.bitcutstudios.com\/products\/CorpusExplorer\/corpora\/ref\/ref.ceAddon","Info":"Das “Referenzkorpus Frühneuhochdeutsch” (kurz: ReF) ist ein Korpus diplomatisch transkribierter und annotierter Texte des Frühneuhochdeutschen (1350–1650). Es wurde an den drei Projektstandorten Bochum, Halle und Potsdam erstellt und enthält morphologische (Bochum, Halle) und syntaktische Annotationen (Potsdam). Das Korpus steht unter der „CC BY-SA 4.0 DEED“-Lizenz. Weitere Informationen finden Sie auf der Projektwebseite.\r\n\r\nBitte zitieren Sie das Korpus in Ihren Arbeiten wie folgt: Wegera, Klaus-Peter; Solms, Hans-Joachim; Demske, Ulrike; Dipper, Stefanie (2021). Referenzkorpus Frühneuhochdeutsch (1350–1650), Version 1.0, https:\/\/www.linguistics.ruhr-uni-bochum.de\/ref\/. ISLRN 918-968-828-554-7.\r\n\r\nHinweis: Beim Korpusimport wird eine Fehlermeldung angezeigt. Grund: Der CorpusExplorer ist übervorsichtig konfiguriert und schlägt bei älteren Sprachstufen gerne mal falsch an. Sie können den Fehler getrost mit „Abbrechen“ ignorieren.\r\nAnmerkung: Die Originaldateien liegen in TiGER-XML und CORA-XML vor. Die Daten wurden mittels CorpusExplorer vereinheitlicht."},
{"Name":"HetWiK – Heterogene Widerstandskulturen","SizeFile":"1,1 MB","SizeTokens":"129","SizeSentences":"k. A.","SizeDocuments":"302,8 Tsd.","Layer":"siehe Dokumentation","Url":"http:\/\/www.bitcutstudios.com\/products\/CorpusExplorer\/corpora\/hetwik\/HetWiK.ceAddon","Info":"Das repräsentative volltextdigitalisierte HetWiK-Korpus besteht aus 129 manuell annotierten Texten des deutschen Widerstands zwischen 1933 und 1945. Dazu gehören sowohl bekannte als auch relativ unbekannte Dokumente, öffentliche Schriften, wie Flugblätter oder Memoranden, als auch private Texte, z.B. Briefe, Tagebuch- oder Gefängniseinträge und Biographien. Damit repräsentiert das Korpus die verschiedenen Gruppen sowie die Heterogenität des verbalen Widerstands und ermöglicht die Untersuchung des Widerstands im Zusammenhang mit dem Sprachgebrauch. Das HetWiK-Korpus steht unter der „CC BY-NC-SA 4.0 DEED“-Lizenz. Ein detailliertes Register der einzelnen Texte und weitere Informationen zum Tagset sind auf der Projekt-Homepage zu finden.\r\n\r\nWenn Sie das Korpus verwenden, dann zitieren Sie es bitte wie folgt: Schuster, Britt-Marie; Markewitz, Friedrich; Wilk, Nicole M.; Schröder, Sarah and Rüdiger, Jan Oliver, 2021, HetWiK: Heterogene Widerstandskulturen, LINDAT\/CLARIAH-CZ digital library at the Institute of Formal and Applied Linguistics (ÚFAL), Faculty of Mathematics and Physics, Charles University, http:\/\/hdl.handle.net\/11372\/LRT-4623."},
{"Name":"GermaParl","SizeFile":"3,4 GB","SizeTokens":"958 Tsd.","SizeSentences":"13,8 Mio.","SizeDocuments":"244 Mio.","Layer":"Wort, POS, Lemma","Url":"http:\/\/www.bitcutstudios.com\/products\/CorpusExplorer\/corpora\/germaparl\/GermaParl.ceAddon","Info":"GermaParl ist ein konsolidiertes, qualitativ hochwertiges Korpus der Plenardebatten des Deutschen Bundestages, das im Rahmen des Projekts \"PolMine\" entwickelt wurde und sich an den Standards der sozialwissenschaftlichen Forschung orientiert. Zum jetzigen Zeitpunkt umfasst das Korpus alle Plenarprotokolle, der 1. bis 19. Legislaturperiode des Deutschen Bundestags. Im Gegensatz zum Korpus: \"Deutscher Bundestag Plenarprotokolle\" (siehe unten) wurde diese Korpus semi-automatisch nachbearbeitet. Dadurch stehen für die Legislaturperioden 1.-19. separierte Redebeiträge inkl. Fraktions-\/Personenangaben bereit. Das Korpus steht unter der \"CLARIN BY-NC-SA 3.0 Lizenz\".\r\n\r\nBitte das Korpus wie folgt zitieren: \r\nBlaette, Andreas (2017): GermaParl. Corpus of Plenary Protocols of the German Bundestag.\r\nTEI files, availables at: https:\/\/github.com\/PolMine\/GermaParlTEI."}
]